var product = {
    'maorong': [{
        'id': 1,
        'name': '狗熊长毛绒玩偶',
        'level': '8',
        'price': '￥80',
        'readme': '这个惹人怜爱的毛绒玩具系列适合所有年龄孩子且适用于任何场合。GUND 品牌将丰富的传统与创新的激情相结合，是首选的优质毛绒玩具品牌。'
    }, {
        'id': 2,
        'name': '美人鱼女孩布娃娃',
        'level': '8',
        'price': '￥25',
        'readme': '这款娃娃一定是每个小女孩的梦想玩具。这种天然棉布制成的娃娃完美的包装在可重复使用的且可再生的纸板礼盒中。'
    }, {
        'id': 3,
        'name': '毛绒兔',
        'level': '8',
        'price': '￥28',
        'readme': '从毛绒兔系列开始介绍毛绒兔吧！毛绒兔和他的朋友本杰明·邦尼和莉莉·鲍勃特在一起，他们基于经典儿童书籍，开始了冒险之旅。因淘气、冲动和机智而闻名。当他的朋友们旅行时，定会禁不住搂抱毛绒娃娃。'
    }, {
        'id': 4,
        'name': '语音躲猫猫熊',
        'level': '8',
        'price': '￥90',
        'readme': '小宝宝与这只可爱的毛绒熊开始躲猫猫游戏后，他会因游戏的趣味性而咯咯大笑。按小熊脚丫开始躲猫猫游戏后，这种淡棕色的软毛绒熊将开始拾起和放下奶油色毛毯与宝宝互动躲猫猫。在小熊向宝宝说“我看到你了”以及其他短语时，它的嘴会动。'
    }, {
        'id': 5,
        'name': '猴子毛绒玩偶',
        'level': '8',
        'price': '￥30',
        'readme': '让宝宝抓在手里、含在嘴里、躺在上面都可以抠个不停，锻炼新生儿宝宝的触觉感官发育和协调性安全可靠：本产品全部采用进口纯天然面料，经过特殊处理，以达到抗菌防螨的目的，裁剪与缝纫浑然一体，考究每个细节柔软轻盈：与宝宝幼嫩的肌肤接触，ta必须经轻柔恒温布艺玩具，有着与塑料玩具不可比拟的柔软，温暖，强韧，以及和皮肤的亲和性，天气变凉，宝宝会对冰凉的塑料玩具失去兴趣，无法达到启蒙和安抚的作用。强韧不易碎：婴儿启蒙期会对玩具撕咬扯拉，一款高标准的婴儿产品，在材料选择和制作工艺上必须考虑这些因素。'
    }],
    'huwai': [{
        'id': 1,
        'name': '4in1多功能三轮车',
        'level': '6',
        'price': '￥100',
        'readme': 'Radio Flyer是美国的百年骑乘玩具品牌，由美国人Pasin先生一手创立。从之初的第一辆Wagon旅行车，到现在各式各样的三轮车、滑板车、推车，Radio Flyer品牌已经带给了无数世界儿童欢声与笑语。现在，Radio Flyer的骑乘玩具来到中国，愿意让更多的中国儿童能跟世界其他国家的儿童一样，由Radio Flyer相伴，将自己的童年绘画的更加灿烂。'
    }, {
        'id': 2,
        'name': '粉色公主小轿车',
        'level': '5',
        'price': '￥80',
        'readme': 'Radio Flyer这款在世界各国最畅销的豪华小轿车，可以把它作为宝宝的推车，也可以像扭扭车一样玩耍，但它又因为更多的。他可以让宝贝通过自己的腿部力量，自己步行前进，也可以由家长推动前进。宝贝在自己摸索，自己骑行的过程中，既锻炼了身体，又有助大脑和手部训练'
    }, {
        'id': 3,
        'name': '经典红色三轮车',
        'level': '5',
        'price': '￥80',
        'readme': '在这款 Radio Flyer 经典红色 10 英寸三轮车上飞驰吧！这款亮红色三轮车样式经典，包括镀铬把手、挡泥板和铃铛。这款坚固的三轮车具有钢结构、坚固耐用辐条轮毂、10 英寸前轮轮和真正的橡胶轮胎。可控的转弯半径防止倾翻安全，骑起来更大胆自信。具有方便上下车的后台阶，可调座椅使其伴您的孩子成长。赶紧购买者款最具安全功能、酷炫无比的 Radio Flyer 经典 10 英寸三轮车吧！'
    }, {
        'id': 4,
        'name': '全地形可漫步可骑三轮车',
        'level': '5',
        'price': '￥80',
        'readme': '带杯架、可拆卸托盘3 点式安全带，保证婴儿安全。-可随成长调节的座椅. 颜色：红色. 支架材料：钢常规尺寸：-24.02" 高 x 10.51" 宽 x 15.16" 深，18.74 磅。尺寸：总高度 - 从顶部到底部：24.02 英寸。整体宽带 - 从左到右：10.51 英寸。整体厚度 - 从前到后：15.16 英寸。产品总重量：18.74 磅。'
    }, {
        'id': 5,
        'name': '认知学习小推车玩具',
        'level': '5',
        'price': '￥85',
        'readme': '一款婴儿学步车，令宝宝学步时步履更加稳健，提供丰富多样的经典活动。活动包含翻转门、滑动串珠、旋转装备和旋转木板。中心处是一个可以旋转的圆球。小推车可以折叠，方便携带和收纳。'
    }],
    'jimu': [{
        'id': 1,
        'name': '嘉年华套装',
        'level': '6',
        'price': '￥75',
        'readme': '这款嘉年华套装让您可以建造非常真实的大型嘉年华游乐设施，带给您身临其境之感。这款嘉年华 46 件套装含 24 个正方形、12 个三角形、2 个六边形和 8 个配件，让您的摩天轮真的转动起来。闻着爆米花的香气，品尝甜蜜的棉花糖，坐上摩天轮吧！富有想象力的不停旋转的嘉年华游乐设施！智能磁力结构，有助于智力发育，磁力片使用方便，不易损坏。专利智能设计的磁力片外层包覆彩色、高质量的 abs 塑料。它们总是能吸引宝宝，绝对不会令其厌倦；任何两片积木只要接触，即可被吸引到一起。能够迅速相吸的高质量磁性材料定能激发好奇心，让游戏时间充满创造性、刺激性和教育意义。用磁力片搭建游乐设施能够促进数学思维、科学思维和演绎推理能力，还需要利用空间意识。控制强效多彩的磁力片非常富有教育意义，但是抛开其教育意义不谈，游戏本身就神奇而有趣！这款套装让创建一个会转动的摩天轮、多彩的旋转木马和其他任何您能想象的嘉年华游乐设施变得轻而易举。附加的配件为活动件，因此您的设计可以立刻在您眼前回旋、旋转、环环相连。各个年龄的儿童都会发现这款嘉年华套装的乐趣和魔力。当然，如果您感觉眼花缭乱或者厌倦了摩天轮，您可以随时重新回到起点，不用配件重新搭建。46 个彩色零件、三种不同形状、8 个独特配件。嘉年华套装颜色多样、乐趣无限、充满魔力，包含内有多个正方形和三角形的彩虹套装。加上六边形形状，提升孩子的建设能力和创造力，配件赋予孩子的设计以生命。盒子中的物品都有哪些？46 件套装包括 24 个正方形、12 个三角形、2 个六边形和 8 个配件，创建您的梦幻游乐场。'
    }, {
        'id': 2,
        'name': '益智磁力片玩具 144 块套装',
        'level': '5',
        'price': '￥180',
        'readme': '益智磁力片玩具 144 块套装包括其他较小的 MAGFORMERS 套装中的物品，组成 "smart" 部件组合。这款组合不仅覆盖其他套装的功能，而且能组建更多新的构造。不仅适合第一次玩的创意新手，也是 MAGFORMERS 资深玩家探寻新花样的最佳选择。采用最优质的原料，高品质 ABS 塑料，外形的边缘附有 1/3" 稀土钕磁铁。'
    }, {
        'id': 3,
        'name': '舞动的猴子',
        'level': '5',
        'price': '￥280',
        'readme': '在该款从林主题玩具组合中，猴子们用自己的尾巴在棕榈树之间跳来跳去，然后旋转、缠绕和转弯。该套彩色玩具组合中包含塑料齿轮、曲柄、接插件和底座，提供无限种可能组合。孩子们可以打造属于自己的“齿轮从林”或者根据简单易懂的说明进行。内含 136 块'
    }, {
        'id': 4,
        'name': '埃菲尔铁塔（200 件）',
        'level': '5',
        'price': '￥80',
        'readme': '要用 nanoblock 创造，您并非必须是一位工程师！有了这些微型积木，您可以自己动手组建 3D 模型啦！当建筑矗立起来，每个细微的细节都栩栩如生时，由不得您不为之惊叹。包含超过 200 个组件，创造出一架完美适合手掌持握的世界知名建筑埃菲尔铁塔的复制品。完成尺寸：3.125 宽 x 4.75 高 x 3.125 深。 包括详细的颜色说明。不适用于 8 周岁以下的儿童。 '
    }, {
        'id': 5,
        'name': '神奇 8 号云霄飞车积木组',
        'level': '5',
        'price': '￥85',
        'readme': '内含 448 块. 需要两节五号电池（不包含在供货范围内） 建议年龄：7 岁以上儿童。*打造自己的游乐场*含有 448 个组件*电动式'
    }],
    'diandong': [{
        'id': 1,
        'name': '多多岛百变轨道套装',
        'level': '6',
        'price': '￥275',
        'readme': '内含超过60多个配件和多种功能性玩法等你来探索。无限创意，多种拼搭玩法。感受多多岛百变轨道的乐趣吧！内含起重机，煤斗，邮局，小桥等多个场景，和电动托马斯和培西。搭配同系列的轨道，拼出不一样的托马斯世界。'
    }, {
        'id': 2,
        'name': '小小工程师轨道车礼盒',
        'level': '5',
        'price': '￥180',
        'readme': '这是一款为托马斯小粉丝量身订做的轨道套装，小粉丝们可以尽情的发挥自己的想象力，拼搭出个性、创意的托马斯轨道。 此款轨道还可以培养小粉丝的观察力、创造力、表达力、自信心！ 观察力：搭建轨道还原故事中的场景，宝宝的观察力可是功不可没的哟！ 创造力：一个个丰富多彩的火车游戏世界有助于开发宝宝的惊人的创造力 表达力：宝宝利用搭建的轨道讲述自己想象的火车世界，多么令人惊喜呀！ 自信心：通过想象搭建出精美的作品，既满足玩的乐趣，有货的成功的喜悦‘增强自信心。 本套装包含：城堡大冒险套装1套，基础轨道套装1套，轨道配件4套。'
    }, {
        'id': 3,
        'name': '遥控车儿童玩具车',
        'level': '5',
        'price': '￥280',
        'readme': '公司以“传承汽车文化，提升生活品位”为使命，致力于车模的研发、生产和销售。公司成立之初，主要从事电动玩具汽车和塑胶玩具的经营，自2005年起，公司根据行业发展趋势，抓住汽车普及和玩具礼品化的市场契机，进行产品战略创新，将传统玩具制造和汽车文化传播相结合，与均属世界500强企业的知名汽车厂商进行战略联盟，获取汽车厂商的授权，借助其品牌影响力和强有力的市场推广，重点发展车模业务。公司位于“中国玩具礼品城”广东省汕头市澄海广峰工业区，占地面积25000平方米，建筑面积80000平方米。公司厂房宽敞明亮，食堂、宿舍楼环境优美，操场、篮球场等娱乐设施齐全。2004年，公司取得了ISO9001:2000质量管理体系认证，并先后通过了欧盟CE（EN71、EN62115、R&TTE）、ROHS、美国FCC、ASTM F-963等国际安全标准认证。2006年成为国内首批获得CCC认证的企业之一，2008年通过ICTI体系认证。产品远销美国、欧洲、港台、东南亚、南非、西班牙、巴西等40多个国家和地区。'
    }, {
        'id': 4,
        'name': '工程车运泥车翻斗车儿童玩具',
        'level': '5',
        'price': '￥480',
        'readme': 'CATERPILLAR的故事开始于19世纪末，当时的两位创办人首先生产履带式拖机和石油拖拉机，后于1925年成立CATERPILLAR INC。并不断开发和研制各种建筑及工业机械。 ，CAT是美国知名品牌，拥有80多年历史；'
    }, {
        'id': 5,
        'name': '电动多层轨道车轨道火车套装',
        'level': '5',
        'price': '￥885',
        'readme': '精美的轨道车玩具，包装漂亮精致，送礼佳品，轨道车采用塑胶制作，色彩鲜艳，造型可爱，小汽车在轨道上可以自动转弯，让宝宝尽情玩耍。 轨道幻如实物，还有高架桥噢，同时带有几个警示标记，让宝宝在玩耍中学习成长。'
    }]
}
